Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_passport_scan_uploaded
source: Uploaded on {date}
be: Запампавана: {date}
ca: Carregat el {date}
de: Am {date} hochgeladen
es: Subido el {date}
fr: Envoyé le {date}
it: Caricata il {date}
ko: {date}에 업로드됨
ms: Muat naik pada {date}
nl: Geüpload op {date}
pl: Wysłany {date}
pt_br: Enviado em {date}
ru: Загружено {date}
tr: {date} tarihinde yüklendi
uk: Завантажено {date}

# lng_passport_scans_limit_reached
source: Sorry, that's too many scans for one document.
be: На жаль, занадта шмат файлаў для аднаго дакумента.
ca: Ep, massa escanejos per un document.
de: Das sind leider zu viele Scans für ein Dokument.
es: Lo sentimos, son demasiados escaneos para un documento.
fr: Cela fait trop de scans pour un document.
it: Spiacenti, ci sono troppe scansioni per un documento.
ko: 죄송합니다. 한 서류에 너무 많은 스캔을 등록하셨습니다.
ms: Maaf, terlalu banyak pengimbasan untuk satu dokumen.
nl: Sorry, teveel scans voor 1 document
pl: Zbyt wiele skanów jednego dokumentu.
pt_br: Desculpe, são muitas digitalizações para um documento.
ru: Слишком много сканов одного документа.
tr: Üzgünüz, bir belge için çok fazla tarama.
uk: Забагато сканів для одного документа.

# lng_passport_selfie_description
source: Upload a photo of yourself holding your document. Make sure the ID and your face are clearly visible.
be: Сфатаграфуйце сябе з гэтым дакументам. Ваш твар і дакумент мусяць быць добра бачныя.
ca: Pugeu una foto vostra ensenyant el document. Assegureu-vos que la identificació i la vostra cara es veuen bé.
de: Lade ein Foto hoch, wo du zusammen mit deinem Dokument zu sehen bist. Stelle sicher, dass dein Gesicht und die ID gut sichtbar sind.
es: Sube una foto tuya sosteniendo tu documento. Asegúrate de que la identificación y tu cara sean visibles claramente.
fr: Envoyez une photo de vous en train de tenir votre document. Votre visage et la pièce d'identité doivent être clairement visibles.
it: Carica una tua foto mentre reggi il documento. Assicurati che il documento e il tuo viso siano chiaramente visibili.
ko: 본인이 이 서류를 들고 있는 사진을 업로드하세요. 신분증과 얼굴이 잘 보이는지 확인하세요.
ms: Muat naik foto menunjukkan anda memegang dokumen. Pastikan pengenalan anda dan wajah muka anda jelas kelihatan.
nl: Upload een foto van jezelf terwijl je het document vasthoudt. Zorg ervoor dat je ID en je gezicht goed zichtbaar zijn.
pl: Prześlij zdjęcie siebie z dokumentem. Upewnij się, że identyfikator i twarz są wyraźnie widoczne.
pt_br: Envie uma foto sua segurando o seu documento. Certifique-se de que o número do documento e seu rosto estejam claramente visíveis.
ru: Загрузите фотографию, где Вы держите свой документ. Убедитесь, что документ и лицо хорошо видны.
tr: Belgenizi tutarken bir fotoğraf yükleyin. Kimlik ve yüzünüzün açıkça görülebildiğinden emin olun.
uk: Завантажте фото, де ви тримаєте документ. Переконайтеся, що ID та ваше обличчя чітко видно.

# lng_passport_stop_password_sure
source: Are you sure you want to cancel setting up your password?
be: Вы ўпэўнены, што хочаце скасаваць прызначэнне пароля?
ca: Segur que voleu deixar d'establir una contrasenya?
de: Möchtest du die Passworterstellung wirklich abbrechen?
es: ¿Quieres cancelar la configuración de tu contraseña?
fr: Voulez-vous vraiment annuler la création de votre mot de passe ?
it: Vuoi davvero annullare la configurazione della tua password?
ko: 정말 비밀번호 설정을 취소하시겠습니까?
ms: Anda pasti ingin batalkan pengaturan kata laluan nada?
nl: Instellen van je wachtwoord echt annuleren?
pl: Czy na pewno chcesz anulować konfigurację hasła?
pt_br: Tem certeza de que deseja cancelar a configuração da sua senha?
ru: Вы точно хотите отменить установку пароля?
tr: Parolanızı oluşturmayı iptal etmek istediğinizden emin misiniz?
uk: Ви дійсно хочете скасувати налаштування пароля?

# lng_passport_stop_sure
source: Are you sure you want to stop this authorization?
be: Вы ўпэўнены, што хочаце спыніць гэту аўтарызацыю?
ca: Segur que voleu aturar l'autorització?
de: Bist du sicher, dass du diese Genehmigung stoppen möchtest?
es: ¿Quieres detener esta autorización?
fr: Voulez-vous vraiment suspendre cette autorisation ?
it: Vuoi davvero terminare questa autorizzazione?
ko: 정말로 인증을 중단하시겠습니까?
ms: Anda pasti ingin hentikan pemberian kebenaran ini?
nl: Autorisatie echt stoppen?
pl: Czy na pewno chcesz zatrzymać tę autoryzację?
pt_br: Tem certeza de que deseja parar essa autorização?
ru: Вы точно хотите остановить авторизацию?
tr: Bu yetkilendirmeyi durdurmak istediğinizden emin misiniz?
uk: Ви дійсно хочете зупинити цю авторизацію?

# lng_passport_success
source: Authorization successful!
be: Вы аўтарызаваліся!
ca: S'ha autoritzat correctament!
de: Autorisierung erfolgreich!
es: ¡Autorización exitosa!
fr: Autorisation réussie !
it: Autorizzazione avvenuta con successo!
ko: 인증 성공!
ms: Pemberian kebenaran berjaya!
nl: Autorisatie gelukt!
pl: Pomyślna autoryzacja!
pt_br: Autorizado com sucesso!
ru: Успешная авторизация!
tr: Yetkilendirme başarılı!
uk: Авторизація успішна!

# lng_passport_sure_cancel
source: If you continue, your changes will be lost.
be: Калі вы працягнеце, вашы змены не захаваюцца.
ca: Si continueu, perdreu els canvis.
de: Wenn du fortfährst, gehen deine Änderungen verloren.
es: Si continúas, se perderán los cambios.
fr: Si vous continuez, vos changements seront perdus.
it: Se continui, le tue modifiche andranno perse.
ko: 계속하시면, 변경 사항이 사라집니다.
ms: Sekiranya anda meneruskan, pertukaran anda akan hilang.
nl: Als je doorgaat gaan je wijzigingen verloren
pl: Jeśli będziesz kontynuować, twoje zmiany zostaną utracone.
pt_br: Ao continuar, suas alterações serão perdidas.
ru: Если Вы продолжите, изменения будут потеряны.
tr: Devam ederseniz, değişiklikleriniz kaybolacaktır.
uk: Якщо продовжити, зміни буде втрачено.

# lng_passport_translation_needed
source: Add an English translation of your document
be: Дадайце пераклад вашага дакумента на англійскую мову.
ca: Afegiu una traducció en anglès del document
de: Englische Übersetzung hochladen
es: Añade una traducción al inglés de tu documento
fr: Ajoutez une traduction anglaise de votre document
it: Carica una traduzione in inglese del tuo documento
ko: 서류의 영문 번역본을 추가하세요
ms: Tambah terjemahan bahasa Inggeris dokumen anda
nl: Upload een Engelse vertaling van je document
pl: Dodaj tłumaczenie dokumentu na język angielski
pt_br: Envie uma tradução em Inglês do seu documento
ru: Загрузите перевод документа на английский
tr: Belgenizin İngilizce çevirisini ekleyin
uk: Завантажте переклад документа

# lng_passport_upload_document
source: Upload document
be: Запампаваць дакумент
ca: Pugeu el document
de: Dokument hochladen
es: Subir documento
fr: Envoyer le document
it: Carica documento
ko: 서류 업로드
ms: Muat naik dokumen
nl: Document uploaden
pl: Prześlij dokument
pt_br: Enviar documento
ru: Загрузить документ
tr: Belge yükle
uk: Завантажити документ

# lng_passport_upload_front_side
source: Upload a scan of the front side
be: Запампуйце сканаваны пярэдні бок дакумента
ca: Puja l'escaneig de la cara davantera
de: Scan der Vorderseite hochladen
es: Subir un escaneo del anverso
fr: Envoyez un scan du recto
it: Carica una scansione del lato frontale
ko: 앞면 스캔 업로드
ms: Muat naik pengimbasan muka hadapan
nl: Scan van de voorkant uploaden
pl: Prześlij skan przedniej strony
pt_br: Envie uma digitalização da parte frontal
ru: Загрузить скан лицевой стороны
tr: Ön yüzünün taramasını yükleyin
uk: Завантажити скан лицьової сторони

# lng_passport_upload_main_page
source: Upload a scan of the main page
be: Запампуйце сканаваную галоўную старонку дакумента
ca: Puja l'escaneig de la pàgina principal
de: Scan der Hauptseite hochladen
es: Subir un escaneo de la página principal
fr: Envoyez un scan de la page principale
it: Carica una scansione della pagina principale
ko: 주요 면 스캔 업로드
ms: Muat naik imbasan muka utama
nl: Upload een scan van de hoofdpagina
pl: Prześlij skan strony głównej
pt_br: Eviar uma cópia da página inicial
ru: Загрузить скан главной страницы
tr: Ana sayfanın taramasını yükleyin
uk: Завантажте скан головної сторінки

# lng_passport_upload_more
source: Upload additional scans
be: Запампаваць дадатковы сканаваны дакумент
ca: Pugeu els escaneigs addicionals
de: Weitere Scans hochladen
es: Subir escaneos adcionales
fr: Envoyer des scans supplémentaires
it: Carica scansioni aggiuntive
ko: 추가 스캔 업로드
ms: Muat naik pengimbasan tambahan
nl: Extra scans uploaden
pl: Prześlij dodatkowe skany
pt_br: Enviar digitalizações adicionais
ru: Загрузить дополнительные сканы
tr: EK TARAMALARI YÜKLEYİN
uk: Завантажити додаткові скани

# lng_passport_upload_reverse_side
source: Upload a scan of the reverse side
be: Запампуйце сканаваны задні бок дакумента
ca: Puja l'escaneig de la cara posterior
de: Scan der Rückseite hochladen
es: Subir un escaneo del reverso
fr: Envoyez un scan du verso
it: Carica una scansione del lato posteriore
ko: 뒷면을 스캔하여 업로드하세요
ms: Muat naik pengimbasan muka surat belakang
nl: Scan van de achterkant uploaden
pl: Prześlij skan tylnej strony
pt_br: Envie uma digitalização do verso.
ru: Загрузить скан обратной стороны
tr: Arka yüzün taramasını yükleyin
uk: Завантажити скан зворотньої сторони

# lng_passport_upload_scans
source: Upload scans
be: Запампаваць сканаваныя дакументы
ca: Pugeu els escaneigs
de: Scans hochladen
es: Subir escaneos
fr: Envoyer des scans
it: Carica scansioni
ko: 스캔 업로드
ms: Muat naik pengimbasan
nl: Scans uploaden
pl: Prześlij skany
pt_br: Enviar digitalizações
ru: Загрузить сканы
tr: Taramaları yükleyin
uk: Завантажити скани

# lng_passport_upload_selfie
source: Upload selfie
be: Запампаваць сэлфі
ca: Puja una autofoto
de: Selfie hochladen
es: Subir selfie
fr: Envoyer un selfie
it: Carica selfie
ko: 본인 사진 업로드
ms: Muat naik swafoto
nl: Selfie uploaden
pl: Prześlij selfie
pt_br: Enviar selfie
ru: Загрузить селфи
tr: ÖZÇEKİM YÜKLE
uk: Завантажити селфі

# lng_passport_uploading
source: Uploading...
be: Запампоўка...
ca: S'està carregant...
de: Wird hochgeladen...
es: Subiendo...
fr: Envoi…
it: Carico...
ko: 업로드 중...
ms: Memuat naik...
nl: Uploaden...
pl: Przesyłanie…
pt_br: Enviando...
ru: Загрузка...
tr: Yükleniyor…
uk: Завантаження...

# lng_passport_use_existing
source: USE {existing}
be: ВЫКАРЫСТОЎВАЦЬ {existing}
ca: UTILITZA {existing}
de: {existing} VERWENDEN
es: USAR {existing}
fr: UTILISER {existing}
it: USA {existing}
ko: {existing} 사용
ms: GUNA {existing}
nl: Gebruik {existing}
pl: UŻYJ {existing}
pt_br: USAR {existing}
ru: Использовать {existing}
tr: {existing} KULLAN
uk: ВИКОРИСТАТИ {existing}

# lng_passport_use_existing_email
source: Use the same email address as on Telegram.
be: Выкарыстоўваць адрас уліковага запісу Telegram.
ca: Utilitza la mateixa adreça electrònica que al Telegram.
de: Gleiche E-Mail Adresse wie bei Telegram verwenden.
es: Usar la misma dirección de correo que en Telegram.
fr: Utiliser le même courriel que sur Telegram.
it: Usa lo stesso indirizzo email di Telegram.
ko: 텔레그램에 있는 것과 같은 이메일을 사용하세요.
ms: Guna alamat emel yang sama seperti di Telegram.
nl: Gebruik hetzelfde E-mailadres als op Telegram
pl: Użyj tego samego adresu e-mail co w Telegramie.
pt_br: Usar o mesmo endereço de email que no Telegram.
ru: Используйте тот же адрес электронной почты, что и в Telegram.
tr: Telegram'daki ile aynı e-posta adresini kullanın.
uk: Використовувати таку саму е-пошту, що й у Telegram.

# lng_passport_wait_upload
source: Please wait until the file has finished uploading.
be: Дачакайцеся запампоўвання файла.
ca: Espereu fins que el fitxer s'hagi acabat de pujar.
de: Bitte warten, bis der Upload abgeschlossen ist.
es: Por favor, espera hasta que el archivo haya terminado de subirse.
fr: Merci d'attendre la fin de l'envoi du fichier
it: Per favore attendi che il caricamento del file sia finito.
ko: 파일이 완전히 업로드될 때까지 기다려 주세요.
ms: Sila tunggu sehingga muat naik selesai.
nl: Wacht totdat de upload voltooid is.
pl: Poczekaj na zakończenie przesyłania pliku.
pt_br: Por favor, aguarde até que o envio do arquivo termine.
ru: Пожалуйста, дождитесь конца загрузки.
tr: Dosya yüklemesi bitene kadar lütfen bekleyin.
uk: Дочекайтесь кінця завантаження.

# lng_payments_address_street1
source: Address 1
be: Адрас 1
ca: Adreça 1
de: Adresse 1
es: Dirección 1
fr: Adresse 1
it: Indirizzo 1
ko: 주소 1
ms: Alamat 1
pl: Adres 1 (ulica)
pt_br: Endereço 1
ru: Адрес 1
tr: Adres 1
uk: Перша адреса

# lng_payments_address_street2
source: Address 2
be: Адрас 2
ca: Adreça 2
de: Adresse 2
es: Dirección 2
fr: Adresse 2
it: Indirizzo 2
ko: 주소 2
ms: Alamat 2
pl: Adres 2 (nr domu / nr mieszkania)
pt_br: Endereço 2
ru: Адрес 2
tr: Adres 2
uk: Друга адреса

# lng_payments_already_paid
source: You have already paid for this item.
be: Вы ўжо аплацілі гэты тавар.
ca: Ja heu pagat per aquest ítem.
de: Du hast diesen Artikel bereits bezahlt.
es: Ya pagaste por este ítem.
fr: Vous avez déjà payé pour ce produit.
it: Hai già pagato per questo oggetto.
ko: 해당 항목은 이미 지불하셨습니다.
ms: Anda telah membayar barang ini.
pl: Już zapłacono za tę rzecz.
pt_br: Você já pagou por esse item.
ru: Вы уже оплатили этот товар.
tr: Bu öğe için zaten ödeme yaptınız.
uk: Ви вже сплатили за цей товар.

# lng_payments_billing_address
source: Billing Information
be: Плацежная інфармацыя
ca: Informació de facturació
de: Abrechnungsdaten
es: Datos de facturación
fr: Informations de facturation
it: Info di fatturazione
ko: 결제 정보
ms: Informasi biling
pl: Adres rozliczeniowy
pt_br: Informações de Cobrança
ru: Платёжный адрес
tr: Fatura Bilgileri
uk: Платіжні дані

# lng_payments_billing_zip_code
source: Zip Code
be: Паштовы індэкс
ca: Codi postal
de: PLZ
es: Código postal
fr: Code postal
it: Codice postale
ko: 우편번호
ms: Poskod
nl: Postcode
pl: Kod pocztowy
pt_br: CEP
ru: Индекс
tr: ZIP Kodu
uk: Поштовий індекс

# lng_payments_card_declined
source: Your card was declined.
be: Ваша картка была адхілена.
ca: S'ha rebutjat la targeta.
de: Deine Karte wurde abgelehnt.
es: Tu tarjeta fue rechazada.
fr: Votre carte a été refusée.
it: La tua carta è stata rifiutata.
ko: 신용카드가 거절되었습니다.
ms: Kad anda tidak boleh diterima.
pl: Karta została odrzucona.
pt_br: Seu cartão não foi autorizado.
ru: Ваша карта была отклонена.
tr: Kartınız reddedildi.
uk: Картку відхилено.

# lng_payments_card_holder
source: Cardholder name
be: Імя ўладальніка карткі
ca: Nom del titular
de: Name des Karteninhabers
es: Nombre del titular de la tarjeta
fr: Nom du titulaire de la carte
it: Titolare della carta
ko: 카드 소지자 이름
ms: Nama Pemegang Kad
pl: Nazwa właściciela karty
pt_br: Nome do titular
ru: Имя держателя карты
tr: Kart sahibi adı
uk: Імʼя власника картки

# lng_payments_card_title
source: New Card
be: Новая картка
ca: Targeta nova
de: Neue Karte
es: Nueva tarjeta
fr: Nouvelle carte
it: Nuova carta
ko: 새로운 신용카드
ms: Kad Baru
pl: Nowa karta
pt_br: Novo Cartão
ru: Новая карта
tr: Yeni Kart
uk: Нова картка

# lng_payments_date_label
source: Paid
be: Аплачана
ca: Pagat
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato
ko: 결제됨
ms: Telah bayar
pl: Zapłacony
pt_br: Pago
ru: Оплачено
tr: Ödendi
uk: Сплачено

# lng_payments_invoice_label
source: Invoice
be: Рахунак
ca: Factura
de: Rechnung
es: Factura
fr: Facture
it: Fattura
ko: 인보이스
ms: Invois
nl: Factuur
pl: Faktura
pt_br: Fatura
ru: Счёт
tr: Fatura
uk: Рахунок

# lng_payments_invoice_label_test
source: Test invoice
be: Тэставы рахунак
ca: Factura de prova
de: Test-Rechnung
es: Factura de prueba
fr: Facture test
it: Fattura di prova
ko: 테스트 인보이스
ms: Uji invois
nl: Test Factuur
pl: Faktura testowa
pt_br: Fatura de test
ru: Тестовый платеж
tr: Test faturası
uk: Тестовий рахунок

# lng_payments_need_password
source: You can save your payment information for future use. Please turn on Two-Step Verification to enable this.
be: Вы можаце захаваць вашы плацежныя звесткі, каб карыстацца імі ў будучым. Уключыце двухэтапную праверку, каб мець доступ да гэтай функцыі.
ca: Deseu la informació de pagament per a usar-la més endavant. Haureu d'activar la verificació en dos passos.
de: Du kannst deine Zahlungsinformationen für zukünftige Bestellungen speichern. Dazu bitte die zweistufige Bestätigung aktivieren.
es: Puedes guardar tus datos de pago para futuros usos. Activa la verificación en dos pasos para permitir esto.
fr: Vous pouvez enregistrer vos informations de paiement pour une utilisation ultérieure. Pour cela, veuillez activer la double authentification.
it: Puoi salvare le tue informazioni di pagamento per uso futuro. Per favore attiva la verifica in due passaggi per attivare questo.
ko: 결제 정보를 향후에 사용하기 위해 저장하실 수 있습니다. 활성화하려면 2단계 인증을 사용해주세요.
ms: Anda boleh simpan info penghantaran anda untuk kegunaan akan datang. Sila BUKA Verifikasi 2-Langkah untuk dayakan.
pl: Możesz zapisać informacje o płatności do wykorzystania w przyszłości. Włącz Weryfikację dwustopniową, aby to umożliwić.
pt_br: Você pode salvar seus dados de pagamento para uso futuro. Por favor, ative a Verificação em Duas Etapas para ativar isso.
ru: Вы можете сохранить реквизиты, чтобы использовать их в будущем. Для этого, пожалуйста, настройте двухэтапную аутентификацию.
tr: Daha sonra kullanmak için ödeme bilgilerinizi kaydedebilirsiniz. Bunu etkinleştirmek için lütfen İki Adımlı Doğrulama'yı etkinleştirin.
uk: Ви можете зберегти дані про оплату для спрощення оплати в майбутньому. Щоб це зробити, увімкніть двоетапну перевірку.

# lng_payments_new_card
source: New Card...
be: Новая картка
ca: Targeta nova...
de: Neue Karte...
es: Nueva tarjeta…
fr: Nouvelle carte...
it: Nuova carta...
ko: 새로운 신용카드...
ms: Kad Baru...
pl: Nowa karta…
pt_br: Novo Cartão...
ru: Новая карта...
tr: Yeni Kart...
uk: Нова картка...

# lng_payments_not_supported
source: Sorry, Telegram Desktop doesn't support payments yet. Please use one of our mobile apps to do this.
be: На жаль, Telegram Desktop яшчэ не падтрымлівае плацяжы. Вы можаце скарыстаць мабільную праграму.
ca: El Telegram Desktop encara no és compatible amb els pagaments. Utilitzeu una de les nostres aplicacions mòbils.
de: Telegram Desktop unterstützt derzeit leider noch keine Zahlungen. Bitte benutze eine unserer mobilen Apps, um die Zahlung abzuschliessen.
es: Lo sentimos, Telegram Desktop no es compatible con la opción de pagos todavía. Por favor, usa una de nuestras aplicaciones móviles para hacerlo.
fr: Telegram pour bureau ne permet pas encore les paiements. Utilisez une de nos applications mobile pour cela.
it: Spiacenti, Telegram Desktop non supporta i pagamenti al momento. Per favore usa una delle nostre app mobile per fare questo.
ko: 죄송합니다, 텔레그램 데스크탑은 아직 결제를 지원하고 있지 않습니다. 모바일앱을 사용해주세요.
ms: Maaf, Telegram Desktop belum boleh melakukan bayaran lagi. SIla gunakan mana-mana aplikasi mobil untuk membuat bayaran.
nl: Telegram Desktop heeft nog geen ondersteuning voor betalingen. Gebruik één van onze mobiele apps hiervoor.
pl: Telegram Desktop jeszcze nie obsługuje płatności. Aby zapłacić, proszę skorzystać z jednej z naszych aplikacji mobilnych.
pt_br: Desculpe, o Telegram Desktop ainda não suporta pagamentos. Use um dos nossos apps móveis para isso.
ru: К сожалению, Telegram Desktop ещё не поддерживает платежи. Пожалуйста, используйте для этого наши мобильные приложения.
tr: Üzgünüz, Telegram Desktop henüz ödemeleri desteklemiyor. Bunu yapmak için mobil uygulamalarımızdan birini kullanın.
uk: Telegram Desktop ще не підтримує платежі. Щоб це зробити, скористайтеся одним із наших мобільних застосунків.

# lng_payments_password_description
source: Your card {card} is on file. To pay with this card, please enter your 2-Step-Verification password.
be: Ваша картка {card} была захавана. Каб скарыстацца ёю, увядзіце ваш пароль двухэтапнай праверкі.
ca: S'ha afegit la targeta {card}. Introduïu la contrasenya de la verificació en dos passos per a usar-la.
de: Deine Karte {card} ist bereits gespeichert. Um mit dieser Karte zu bezahlen, tippe dein Passwort der zweistufigen Bestätigung ein.
es: Tu tarjeta {card} está archivada. Para pagar con esta tarjeta, pon tu contraseña de la verificación en dos pasos.
fr: Votre carte {card} est enregistrée. Pour payer, entrez le mot de passe de double authentification.
it: La tua carta {card} è registrata. Per pagare con questa carta, per favore inserisci la tua password della verifica in due passaggi.
ko: {card} 카드가 파일에 보관되어 있습니다. 이 카드로 결제하려면 2단계 인증 비밀번호를 입력해 주세요.
ms: Kad {card} anda ada dalam fail. Untuk bayaran dengan kad, sila masukkan kata laluan Verifikasi 2-Langkah anda.
pl: Twoja karta {card} jest zapisana. Aby płacić tą kartą, wprowadź swoje hasło weryfikacji dwustopniowej.
pt_br: Seu cartão {card} está no arquivo. Para pagar com este cartão, insira sua senha da Verificação em Duas Etapas.
ru: У Вас сохранена карта {card}. Чтобы оплатить этой картой, пожалуйста, введите свой пароль двухэтапной аутентификации.
tr: Kartınız {card} dosyasındadır. Bu kartla ödeme yapmak için lütfen İki Adımlı Doğrulama parolanızı girin.
uk: У вас збережено картку {card}. Щоб сплатити цією карткою, введіть пароль двоетапної перевірки.

# lng_payments_password_submit
source: Pay
be: Аплаціць
ca: Paga
de: Bezahlen
es: Pagar
fr: Payer
it: Paga
ko: 결제
ms: Bayar
nl: Betalen
pl: Zapłać
pt_br: Pagar
ru: Оплатить
tr: Öde
uk: Сплатити

# lng_payments_password_title
source: Payment Confirmation
be: Пацвярджэнне плацяжу
ca: Confirmació del pagament
de: Zahlungsbestätigung
es: Confirmación de pago
fr: Confirmation de paiement
it: Conferma pagamento
ko: 결제 확인
ms: Pengesahkan Pembayaran
pl: Potwierdzenie płatności
pt_br: Confirmação de Pagamento
ru: Подтверждение оплаты
tr: Ödeme Onayı
uk: Підтвердження оплати

# lng_payments_pay_amount
source: Pay {amount}
be: АПЛАЦІЦЬ {amount}
ca: Paga {amount}
de: {amount} bezahlen
es: Pagar {amount}
fr: Payer {amount}
it: Paga {amount}
ko: {amount} 결제
ms: Bayar {amount}
nl: {amount} betalen
pl: Zapłać {amount}
pt_br: Pagar {amount}
ru: Оплатить {amount}
tr: {amount} Öde
uk: Сплатити {amount}

# lng_payments_payment_failed
source: Payment failed. Your card has not been billed.
be: Плацеж не прайшоў. Сродкі з вашай карткі не здымаліся.
ca: Error de pagament. No s'ha fet cap cobrament.
de: Zahlung fehlgeschlagen. Deine Karte wurde nicht belastet.
es: Pago fallido. No se ha facturado tu tarjeta.
fr: Paiement échoué, votre carte n'a pas été débitée.
it: Pagamento fallito. L'importo non è stato addebitato.
ko: 결제 실패. 카드로 청구가 되지 않았습니다.
ms: Bayaran gagal. Kad anda belum dibilkan.
pl: Płatność się nie powiodła. Twoja karta nie została obciążona.
pt_br: O pagamento falhou. Seu cartão não foi cobrado.
ru: Платёж не прошёл. С карты не были списаны деньги.
tr: Ödeme başarısız. Kartınızdan ödeme alınmadı.
uk: Платіж проведений неуспішно. Гроші з картки не було списано.

# lng_payments_payment_method
source: Payment Method
be: Спосаб аплаты
ca: Mètode de pagament
de: Zahlungsart
es: Método de pago
fr: Méthode de paiement
it: Metodo di pagamento
ko: 결제 방법
ms: Cara Pembayaran
pl: Metoda płatności
pt_br: Forma de Pagamento
ru: Способ оплаты
tr: Ödeme Yöntemi
uk: Метод оплати
